[Twk_DisDLC06MoviePlayerHUD DisTweaks_GFxMoviePlayerHUD]
m_InteractionTexts[0]=""
m_InteractionTexts[1]="`GBA_Jump` Pular"
m_InteractionTexts[2]="`GBA_Use` Usar"
m_InteractionTexts[3]="`GBA_Block` Bloquear [Segurar]"
m_InteractionTexts[4]="`GBA_Primary` Atacar"
m_InteractionTexts[5]="`GBA_Primary` Atacar"
m_InteractionTexts[6]="`GBA_Block` + `GBA_Primary` Contra-atacar"
m_InteractionTexts[7]=""
m_InteractionTexts[8]="`GBA_Use` Largar"
m_InteractionTexts[9]="`GBA_Primary` Arremessar"
m_InteractionTexts[10]="`GBA_Use` Largar"
m_InteractionTexts[11]="`GBA_Primary` Arremessar"
m_InteractionTexts[12]="`GBA_Use` Largar"
m_InteractionTexts[13]="`GBA_Jump` Pular fora"
m_InteractionTexts[14]="`GBA_Use` Sair do buraco da fechadura"
m_InteractionTexts[15]="Pressione `GBA_Primary` repetidamente!"
m_InteractionTexts[16]="Pressione `GBA_Primary` repetidamente!"
m_InteractionTexts[17]="`GBA_Zoom` Sair da luneta"
m_InteractionTexts[18]="`GBA_Use` Alterar nível de zoom"
m_InteractionTexts[19]="Use `KEY_LStick` para inclinar"
m_InteractionTexts[20]="`GBA_Use` Cancelar Cozimento"
m_InteractionTexts[21]="`GBA_Secondary` Encerrar Dobrar o Tempo"
m_InteractionTexts[22]="`GBA_Use` Cancelar Lampejo"
m_InteractionTexts[23]="`GBA_Secondary` Encerrar Olhar do Vazio"
m_InteractionTexts[24]="`GBA_Use` Cancelar Possessão"
m_InteractionTexts[25]="`GBA_Secondary` Encerrar Possessão"
m_InteractionTexts[26]=""
m_InteractionTexts[27]="`GBA_Use` Usar"
m_InteractionTexts[28]=""
m_InteractionTexts[29]="`GBA_Use` Falar"
m_InteractionTexts[30]="`GBA_Use` Saquear"
m_InteractionTexts[31]="`GBA_Use` Saquear"
m_InteractionTexts[32]="Segure `GBA_Use` Carregar"
m_InteractionTexts[33]="`GBA_Use` Desarmar e Saquear"
m_InteractionTexts[34]=""
m_InteractionTexts[35]=""
m_InteractionTexts[36]=""
m_InteractionTexts[37]="`GBA_Use` Cancelar Arremesso"
m_InteractionTexts[38]="`GBA_Use` Cancelar Invocação"
m_InteractionTexts[39]=""
m_InteractionTexts_Gamepad[0]=""
m_InteractionTexts_Gamepad[1]=""
m_InteractionTexts_Gamepad[2]=""
m_InteractionTexts_Gamepad[3]=""
m_InteractionTexts_Gamepad[4]=""
m_InteractionTexts_Gamepad[5]=""
m_InteractionTexts_Gamepad[6]="`GBA_Lean_Gamepad` Inclinar"
m_InteractionTexts_Gamepad[7]=""
m_InteractionTexts_Gamepad[8]=""
m_InteractionTexts_Gamepad[9]=""
m_InteractionTexts_Gamepad[10]=""
m_InteractionTexts_Gamepad[11]=""
m_InteractionTexts_Gamepad[12]=""
m_InteractionTexts_Gamepad[13]=""
m_InteractionTexts_Gamepad[14]="`KEY_B` Sair do buraco da fechadura"
m_InteractionTexts_Gamepad[15]=""
m_InteractionTexts_Gamepad[16]=""
m_InteractionTexts_Gamepad[17]=""
m_InteractionTexts_Gamepad[18]=""
m_InteractionTexts_Gamepad[19]=""
m_InteractionTexts_Gamepad[20]=""
m_InteractionTexts_Gamepad[21]=""
m_InteractionTexts_Gamepad[22]=""
m_InteractionTexts_Gamepad[23]=""
m_InteractionTexts_Gamepad[24]=""
m_InteractionTexts_Gamepad[25]=""
m_InteractionTexts_Gamepad[26]=""
m_InteractionTexts_Gamepad[27]=""
m_InteractionTexts_Gamepad[28]=""
m_InteractionTexts_Gamepad[29]=""
m_InteractionTexts_Gamepad[30]=""
m_InteractionTexts_Gamepad[31]=""
m_InteractionTexts_Gamepad[32]=""
m_InteractionTexts_Gamepad[33]=""
m_InteractionTexts_Gamepad[34]=""
m_InteractionTexts_Gamepad[35]=""
m_InteractionTexts_Gamepad[36]=""
m_InteractionTexts_Gamepad[37]=""
m_InteractionTexts_Gamepad[38]=""
m_InteractionTexts_Gamepad[39]=""
m_AdrenalineKillTexts[0]="`GBA_Block` + `GBA_Primary` Execução"
m_AdrenalineKillTexts[1]="`GBA_Block` + `GBA_Primary` ou `GBA_Block` + Duplo `GBA_Primary` Execução"
m_AdrenalineKillTexts_Gamepad[0]="`GBA_Lean_Gamepad` Execução"
m_AdrenalineKillTexts_Gamepad[1]="`GBA_Lean_Gamepad` ou Duplo `GBA_Lean_Gamepad` Execução"
m_RuneFoundMessage="`c/`t Runas encontradas"
m_BoneCharmFoundMessage="`c/`t Amuletos Ósseos encontrados"
m_PressKeyToReadChapterNoteMessage="Pistas da Missão atualizadas<br />Pressione `GBA_Journal` para ler"
m_PressKeyToEquipBoneCharms="Novo Amuleto Ósseo adicionado<br />Pressione `GBA_Journal` para equipar"
m_PressKeyToBuyPowers="Nova Runa adicionada<br />Pressione `GBA_Journal` para comprar Poderes"
m_PressKeyToAdrenalineKill[0]="Segure `GBA_Block` e pressione `GBA_Primary` perto de um inimigo<br />para Execução de Adrenalina"
m_PressKeyToAdrenalineKill[1]="Segure `GBA_Block` e pressione `GBA_Primary` perto de um inimigo<br />para Execução, ou toque duas vezes em `GBA_Primary`<br />para Execução Dupla"
m_PressKeyToAdrenalineKill_Gamepad[0]="Pressione `GBA_Lean_Gamepad` perto de um inimigo para Execução de Adrenalina"
m_PressKeyToAdrenalineKill_Gamepad[1]="Pressione `GBA_Lean_Gamepad` para Execução,<br />ou toque duas vezes para Execução Dupla"
m_NewObjectivePopupTitle="Novo Objetivo"
m_UpdatedObjectivePopupTitle="Objetivo Atualizado"
m_CompletedObjectivePopupTitle="Objetivo Concluído"
m_FailedObjectivePopupTitle="Objetivo Falhou"

[Twk_DisGFxMoviePlayerPauseMenu DisTweaks_GFxMoviePlayerPauseMenu]
m_PlayerDiedMessage="Você encontrou seu fim."